[
    {
        "id": "63357c4478a2f58fae6e58b6",
        "name": "People We Meet on Vacation",
        "detail": "Poppy and Alex have been best friends since forever, and each year they take a vacation together—a glorious, uncomplicated summer holiday. Except that last year it got complicated, and this year it’s weirdsies for all. Emily Henry takes home this year’s Best Romance for her insightful investigation into that unknowable gray area between friendship and true love.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618913179l/54985743.jpg",
        "pages": 184
    },
    {
        "id": "63357c4492e6235ce0e5ac8f",
        "name": "The Love Hypothesis",
        "detail": "As a third-year Ph.D. candidate, Olive Smith doesn't believe in lasting romantic relationships--but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1611937942l/56732449.jpg",
        "pages": 247
    },
    {
        "id": "63357c443ffd11a730b95d04",
        "name": "One Last Stop",
        "detail": "For cynical twenty-three-year-old August, moving to New York City is supposed to prove her right: that things like magic and cinematic love stories don’t exist, and the only smart way to go through life is alone. She can’t imagine how waiting tables at a 24-hour pancake diner and moving in with too many weird roommates could possibly change that. And there’s certainly no chance of her subway commute being anything more than a daily trudge through boredom and electrical failures.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1598019346l/54860443.jpg",
        "pages": 205
    },
    {
        "id": "63357c44a56c0980ae1c5bf3",
        "name": "Neon Gods",
        "detail": "Society darling Persephone Dimitriou plans to flee the ultra-modern city of Olympus and start over far from the backstabbing politics of the Thirteen Houses. But all that’s ripped away when her mother ambushes her with an engagement to Zeus, the dangerous power behind their glittering city’s dark facade.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1610505010l/54659771.jpg",
        "pages": 176
    },
    {
        "id": "63357c444572102a20b880ff",
        "name": "The Road Trip",
        "detail": "What if the end of the road is just the beginning? Four years ago, Dylan and Addie fell in love under the Provence sun. Wealthy Oxford student Dylan was staying at his friend Cherry's enormous French villa; wild child Addie was spending her summer as the on-site caretaker. Two years ago, their relationship officially ended. They haven't spoken since.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1612889142l/56293873.jpg",
        "pages": 260
    },
    {
        "id": "63357c4439f5ff3a37f636be",
        "name": "The Charm Offensive",
        "detail": "Dev Deshpande has always believed in fairy tales. So it’s no wonder then that he’s spent his career crafting them on the long-running reality dating show Ever After. As the most successful producer in the franchise’s history, Dev always scripts the perfect love story for his contestants, even as his own love life crashes and burns. But then the show casts disgraced tech wunderkind Charlie Winshaw as its star.\r\n",
        "img": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628703464l/56898248.jpg",
        "pages": 268
    }
]